<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
	
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>

<%
String ctxPath = request.getContextPath();
%>


    <div class="ticket-info">
        <h1>본 화면으로는 입장이 불가합니다.</h1>
        <p>극장 매표소 또는 티켓판매기에서 아래의 예매번호로</p>
        <p>영화 티켓을 발급 받으신 후 입장하시기 바랍니다.</p>

        <table>
            <tr>
                <th>예매번호</th>
                <td>01910105-6162-352</td>
            </tr>
            <tr>
                <th>영화명</th>
                <td>하얼빈</td>
            </tr>
            <tr>
                <th>관람일</th>
                <td>2025.01.12 (일요일) · 18:20 ~ 20:24</td>
            </tr>
            <tr>
                <th>상영관</th>
                <td>3관 7층</td>
            </tr>
            <tr>
                <th>관람인원</th>
                <td>일반 1명</td>
            </tr>
            <tr>
                <th>좌석</th>
                <td>C12</td>
            </tr>
        </table>

        <p>입장 지연에 따른 관람 불편을 최소화하기 위해 본 영화는 10분 후 상영이 시작됩니다.</p>

        <h2>취소 및 환불 규정</h2>
        <p>홈페이지를 통해 취소하실 경우 상영시간 20분 전까지 취소 가능하며, 현장에서 직접 방문하실 경우 상영시간 전까지 취소하실 수 있습니다.</p>
        <p>상영시간 이후 취소/환불/결제수단 변경은 불가합니다.</p>

        <h2>관람 전 반드시 확인 하세요!</h2>
        <p>본 영화는 만 15세 이상 관람 가능한 영화입니다.</p>
        <p>만 15세 미만 고객은 만 19세 이상 성인 보호자 동반 시 관람이 가능합니다. 연령 확인 불가 시 입장이 제한될 수 있습니다.</p>
        <p>※ 연령 확인 수단 (사진,캡쳐본 불가): 학생증, 모바일 학생증, 청소년증, 여권</p>

        <h2>극장 내 비상 상황 안내</h2>
        <p>극장 내 비상 상황(천재 지변 등) 발생 시 예매 고객님께 문자 안내를 시행 중입니다. 고객님의 휴대폰 정보를 최신 정보로 유지해 주세요.</p>
        <p>(HGV 마이페이지> 회원정보 > 회원정보수정)</p>

        <h2>매점 상품 구매 안내</h2>
        <p>매점 상품 구매 시 픽업 신청은 영화 상영 당일에 한해 가능하며 극장 별로 패스트오더 운영 시간은 상이할 수 있습니다.</p>
        <p>구매한 매점 상품을 픽업하지 않으신 경우 구매자에 한하여 영화 상영일 이후 1일 이내 취소 요청이 가능합니다.</p>
        <p>(HGV 마이페이지 > 나의 예매내역)</p>

        <h2>판매자 및 거래에 관한 정보 고지</h2>
        <table>
            <tr>
                <th>판매자</th>
                <td>HGV</td>
            </tr>
            <tr>
                <th>주연</th>
                <td>영화상세 참고</td>
            </tr>
            <tr>
                <th>관람등급</th>
                <td>영화상세 또는 예매내역 정보 참고</td>
            </tr>
            <tr>
                <th>상영시간/장소</th>
                <td>예매내역 정보 참고</td>
            </tr>
            <tr>
                <th>소비자 상담</th>
                <td>1544-1122 (평일 09:00~18:00)</td>
            </tr>
        </table>
    </div>

